[
  {
    "title": "Warrior",
    "description": "Every warrior carries a story, not just a sword",
    "image_full": "images/Warrior.jpg",
    "image_thumb": "images/thumbnails/Warrior.jpg"
  },
  {
    "title": "Eyes No.1",
    "description": "Each eye I paint is more than a detail — it is a world of emotions, untold stories, and silent reflections. Through eyes, I capture the soul and invite viewers to see beyond the surface.",
    "image_full": "images/Eyes_1.jpg",
    "image_thumb": "images/thumbnails/Eyes_1.jpg"
  },
  {
    "title": "My Father's Passing",
    "description": "In 'My Father's Passing' I focused on rendering the devastating feeling of loss by placing a father and child silhouette within the pupil of an eye, surrounded by the passing minutes of a clock. The surrounding old photos and film strips emphasize that this is a memory frozen in time, viewed through a veil of tears and deep, enduring grief.",
    "image_full": "images/My_Fathers_Passing.jpg",
    "image_thumb": "images/thumbnails/My_Fathers_Passing.jpg"
  },
  {
    "title": "Love",
    "description": "This pencil drawing captures a tender moment between two people, embodying the theme of 'Love' The man is shown gazing upward with a look of peaceful contentment, while the woman rests her head near him, her expression thoughtful and protective. The collage background of vintage newspaper clippings adds a rich, historical texture, contrasting the intimacy of the central, detailed portrait. The overall composition suggests a quiet, enduring connection and mutual solace.",
    "image_full": "images/Love.jpg",
    "image_thumb": "images/thumbnails/Love.jpg"
  },
  {
    "title": "Words Reach the Heart",
    "description": "or my sketch, 'Words Reach the Heart' I literally merged a realistic human ear into the anatomy of a heart to visualize deep emotional connection. I wanted to show that what we hear doesn't just register in the mind; it is absorbed and held by our deepest feelings.",
    "image_full": "images/Words_Reach_the_Heart.jpg",
    "image_thumb": "images/thumbnails/Words_Reach_the_Heart.jpg"
  },
  {
    "title": "Eyes No.2",
    "description": "Each eye I paint is more than a detail — it is a world of emotions, untold stories, and silent reflections. Through eyes, I capture the soul and invite viewers to see beyond the surface.",
    "image_full": "images/IMG_1066.jpg",
    "image_thumb": "images/thumbnails/Eyes_2.jpg"
  },
  {
    "title": "You think that you are a small body",
    "description": "With this piece, titled, 'And you think that you are a small body, while within you is folded the greatest world' I aimed to visualize the profound internal universe we each carry. I rendered the subject in a stark monochrome void to symbolize isolation and the vast unknown, while the bright, glowing sphere she cradles represents her inner light and potential. The small orbits of planets around her head complete the concept, suggesting that her entire personal cosmos is held and protected within herself.",
    "image_full": "images/You_think_that.jpg",
    "image_thumb": "images/thumbnails/You_think_that.jpg"
  },
  {
    "title": "The Mother",
    "description": "With this sketch, simply titled 'The Mother' I wanted to capture the universal quietude and profound intimacy of the bond between a mother and her child. I focused on the delicate monochrome rendering of the figures to emphasize their connection, contrasting them with the gentle touch of green leaves and gold tendrils. The inclusion of the yellow tulip and the Arabic inscription, 'God protect her,' completes the work, symbolizing a fragile, treasured life surrounded by a protective prayer.",
    "image_full": "images/The_Mother.jpg",
    "image_thumb": "images/thumbnails/The_Mother.jpg"
  },
  {
    "title": "Rumours",
    "description": "With 'Rumours' my goal was to visualize the crushing weight of gossip and misinformation on identity. I started with a detailed portrait, then ripped away the skin to replace it with a collage of newspaper clippings and torn text, symbolizing how public narratives literally shred a person's reality. The subject's wide, intense eyes are meant to directly confront the viewer, forcing them to see the pain and vulnerability beneath the sensationalized surface.",
    "image_full": "images/Rumours.jpg",
    "image_thumb": "images/thumbnails/Rumours.jpg"
  },
  {
    "title": "Violence Against Women",
    "description": "In creating 'Violence Against Women' I aimed to capture the raw, immediate horror of fear and violation. I deliberately used high-contrast monochrome to focus solely on the subject's terror, highlighting her wide, desperate eyes. The large, intrusive hands covering her mouth and head symbolize the act of being silenced and overwhelmed, making the viewer confront the painful reality of this pervasive violation of human dignity.",
    "image_full": "images/Violence_Against_Women.jpg",
    "image_thumb": "images/thumbnails/Violence_Against_Women.jpg"
  },
  {
    "title": "The Mirage",
    "description": "This striking pencil drawing depicts a woman's face veiled by a contrast of light and shadow, suggesting an internal duality or mystery. A vertical line of dark pine trees cuts through her portrait, creating a haunting double exposure effect that blurs the lines between identity and nature. The title, 'The Mirage' perfectly captures the elusive, dream-like quality of the subject, whose gaze seems lost in a distant thought.",
    "image_full": "images/The_Mirage.jpg",
    "image_thumb": "images/thumbnails/The_Mirage.jpg"
  },
  {
    "title": "Sharp_Beauty",
    "description": "For this hyper-realistic piece, 'Sharp Beauty' my focus was capturing the raw intensity and striking detail of the human gaze. I deliberately zoomed in to emphasize the power of the eye, using deep shading and contrast to create a fierce, almost confronting emotion. The subtle strands of hair across the face add a layer of natural texture and drama, enhancing the intense, unapologetic beauty of the subject.",
    "image_full": "images/Sharp_Beauty.jpg",
    "image_thumb": "images/thumbnails/Sharp_Beauty.jpg"
  },
  {
    "title": "One step in the journey",
    "description": "One step in the journey of bringing this portrait to life",
    "image_full": "images/One_step_in_the_journey.jpg",
    "image_thumb": "images/thumbnails/One_step_in_the_journey.jpg"
  },
  {
    "title": "Hope",
    "description": "With this piece, titled 'Hope' I aimed to contrast the quiet intensity of internal feeling with an explosion of color and freedom. I rendered the main portrait in stark black and white to focus on the depth and serenity of the subject's closed eyes and deep thought. The vibrant orange butterflies represent the fragile, fluttering sense of renewal and hope that comes with transformation, finally settling on the face as a burst of light in the darkness.",
    "image_full": "images/IMG_2840.jpg",
    "image_thumb": "images/thumbnails/Hope.jpg"
  },
  {
    "title": "Billie Eilish",
    "description": "In this portrait, I captured Billie Eilish surrounded by the words of her own music, blending her soul with my pencil strokes",
    "image_full": "images/Billie_Eilish.jpg",
    "image_thumb": "images/thumbnails/Billie_Eilish.jpg"
  },
  {
    "title": "Blue_Agate",
    "description": "With 'Blue Agate' I used colored pencils to celebrate cultural beauty, focusing on the vivid blue eyes and the hand's rich henna patterns. I wanted the striking contrast of the vibrant headscarf and the patterned dress to make the gemstone a quiet center of power and mystery.",
    "image_full": "images/Blue_Agate.jpg",
    "image_thumb": "images/thumbnails/Blue_Agate.jpg"
  },
  {
    "title": "Patience",
    "description": "In this piece, titled 'Patience' I sought to illustrate the difficult process of internal recovery and resilience. I used a monochromatic portrait to show the weight of struggle, tearing away parts of the face to reveal the void and pain that must be confronted. Yet, from that darkness, I made sure to burst forth with vibrant green foliage, symbolizing the slow but inevitable growth and life that emerges after long endurance",
    "image_full": "images/Patience.jpg",
    "image_thumb": "images/thumbnails/Patience.jpg"
  },
  {
    "title": "Syria",
    "description": "In 'Syria' I chose to make the map of the country an outline for the collective screams of its people, revealing the anguish and division beneath the geographical lines.",
    "image_full": "images/Syria.jpg",
    "image_thumb": "images/thumbnails/Syria.jpg"
  },
  {
    "title": "Peace_Died_in_the_Land_of_Peace",
    "description": "With 'Peace Died in the Land of Peace' I shrouded the figure in darkness to symbolize the profound grief and blindness to hope, crowning him with a fading flower and the defiant color of a wounded land”Palestine",
    "image_full": "images/Peace_Died_in_the_Land_of_Peace.jpg",
    "image_thumb": "images/thumbnails/Peace_Died_in_the_Land_of_Peace.jpg"
  },
  {
    "title": "Art is the Language of the World",
    "description": "In 'Art is the Language of the World' I connected the act of drawing—shown by the giant hand and pencil—with the flow of movement, transforming piano keys into a stage for a delicate ballet dancer. I aimed to visualize how the artist's tool breathes life into the silence, making motion into music.",
    "image_full": "images/Art_is_the_Language_of_the_World.jpg",
    "image_thumb": "images/thumbnails/Art_is_the_Language_of_the_World.jpg"
  },
  {
    "title": "Cigarette",
    "description": "With 'Cigarette' I used deep shadow and high contrast to emphasize the fleeting, dark beauty of a single, transient moment of contemplation and self-destruction, isolating the lips and smoke against the noise of the world.",
    "image_full": "images/Cigarette.jpg",
    "image_thumb": "images/thumbnails/Cigarette.jpg"
  },
  {
    "title": "Headache Antidote",
    "description": "In 'Headache Antidote' I captured the intense moment of seeking stillness, using shadows to show the force and concentration of pressing against an overwhelming physical feeling.",
    "image_full": "images/Headache_Antidote.jpg",
    "image_thumb": "images/thumbnails/Headache_Antidote.jpg"
  },
  {
    "title": "Eyes No.3",
    "description": "Each eye I paint is more than a detail — it is a world of emotions, untold stories, and silent reflections. Through eyes, I capture the soul and invite viewers to see beyond the surface.",
    "image_full": "images/Eyes_3.jpg",
    "image_thumb": "images/thumbnails/Eyes_3.jpg"
  },
  {
    "title": "Eyes No.4",
    "description": "Each eye I paint is more than a detail — it is a world of emotions, untold stories, and silent reflections. Through eyes, I capture the soul and invite viewers to see beyond the surface.",
    "image_full": "images/Eyes_4.jpg",
    "image_thumb": "images/thumbnails/Eyes_4.jpg"
  },
  {
    "title": "Eyes No.5",
    "description": "Each eye I paint is more than a detail — it is a world of emotions, untold stories, and silent reflections. Through eyes, I capture the soul and invite viewers to see beyond the surface.",
    "image_full": "images/Eyes_5.jpg",
    "image_thumb": "images/thumbnails/Eyes_5.jpg"
  },
  {
    "title": "Eyes No.6",
    "description": "Each eye I paint is more than a detail — it is a world of emotions, untold stories, and silent reflections. Through eyes, I capture the soul and invite viewers to see beyond the surface.",
    "image_full": "images/Eyes_6.jpg",
    "image_thumb": "images/thumbnails/Eyes_6.jpg"
  },
  {
    "title": "Eyes No.7",
    "description": "Each eye I paint is more than a detail — it is a world of emotions, untold stories, and silent reflections. Through eyes, I capture the soul and invite viewers to see beyond the surface.",
    "image_full": "images/Eyes_7.jpg",
    "image_thumb": "images/thumbnails/Eyes_7.jpg"
  },
  {
    "title": "Eyes No.8",
    "description": "Each eye I paint is more than a detail — it is a world of emotions, untold stories, and silent reflections. Through eyes, I capture the soul and invite viewers to see beyond the surface.",
    "image_full": "images/Eyes_8.jpg",
    "image_thumb": "images/thumbnails/Eyes_8.jpg"
  },
  {
    "title": "Adele",
    "description": "With this piece, I wanted the lyrics to literally become Adele, letting her own powerful words shape the depth and shadow of her emotional portrait.",
    "image_full": "images/Adele.jpg",
    "image_thumb": "images/thumbnails/Adele.jpg"
  },
  {
    "title": "Eyes No.9",
    "description": "Each eye I paint is more than a detail — it is a world of emotions, untold stories, and silent reflections. Through eyes, I capture the soul and invite viewers to see beyond the surface.",
    "image_full": "images/Eyes_9.jpg",
    "image_thumb": "images/thumbnails/Eyes_9.jpg"
  },
  {
    "title": "On the Sun's Path to a Written Hope",
    "description": "With this piece, 'On the Sun's Path to a Written Hope' I merged the woman, the noble horse, and the forest to symbolize resilience, freedom, and the journey forward. I wanted the deep shadows to reflect the challenges of the path, while the unified profile suggests a quiet determination toward a brighter destiny.",
    "image_full": "images/On_the_Suns_Path_to_a_Written_Hope.jpg",
    "image_thumb": "images/thumbnails/On_the_Suns_Path_to_a_Written_Hope.jpg"
  }
]